LEXICON_RU: dict[str, str] = {
    '/start': '<b>Добро пожаловать в систему импорта научных работ в репозиторий РАО</b>\nНажмите "/start" для продолжения ',
    '/help': 'Инструкция.\n'
             'Начало работы всегда начинайте с команды /start \n'
             'Все служебные команды можно найти\n👇 в Меню (Слева от поля для ввода текста)\n'
             'Для добавления научных работ, необходимо нажать\n "*Добавить новую запись* 📙" и следовать сообщениям от бота.'
             '\nЧтобы *прервать процесс* ввода данных нажмите _Меню (Menu)_, далее _/cancel (Остановка процесса добавления данных)_\n\n'
             'Обратите внимание на размер файла, который необходимо отправить в репозиторий, он не должен превышать *20Мб*. Для отправки файла большего объема, воспользуйтесь шаблоном на сайте репозитория\n'
             'Если возник вопрос, напишите на почту _repository@gnpbu.ru_',

    'go_reg': 'Если Вы зарегистрированы в Репозитории РАО и к боту обращаетесь в первый раз, то необходимо однократно ввести логин и пароль, '
              'полученные по электронной почте.',
    'insert_login': 'Введите логин',
    'insert_password': 'Введите пароль',
    'unreg': '*Неверный логин или пароль.*\nПройдите регистрацию на сайте _rid.gnpbu.ru_ и дождитесь ответа на электронную почту\n\nДля повторной регистрации нажмите /start',
    'other_answer': 'Извините, это сообщение мне непонятно...',
    'reg': 'Добро пожаловать в систему импорта научных работ в Репозиторий РАО\n\nСлужебные команды можно найти\n👇 в Меню (Слева от поля для ввода текста)',
    'end_add_to_repo': 'Нажмите "/start" для продолжения\n\nСлужебные команды можно найти\n👇 в Меню (Слева от поля для ввода текста)',
}